angola_notebook/part_9.org
#+title: Notebook of a Return to My Native Land - part 9
#+author: Marco Craveiro
#+options: num:nil author:nil toc:nil
#+bind: org-html-validation-link nil
#+HTML_HEAD: <link rel="stylesheet" href="../css/tufte.css" type="text/css" />

[[file:index.org][Back to chapter index.]]

Sunday, January 07, 2007

