angola_notebook/part_9.org
* Ilha

Luanda's Marginal is the heart and soul of the city. It is a large
road that circumscribes the bay, offering an excellent view. The bay
is strikingly beautiful, both night and day, but more so at night,
when the bright city lights are shinning and the darkness hides the
less pretty parts. Its definitely worth seeing it during the day,
though. As you walk up the Marginal there are quite a few colonial
buildings that have been renovated, like the National Bank, and some
new ones being built such as the high-rise Sonangol building -
Sonangol being the state's oil company. Unfortunately, like in all of
Luanda, a stunning large building is followed by either a bit of
wasteland, some run-down flats in various stages of decay or, at best,
a fenced-up area reserved for a construction site. And the sidewalks
on the city-side of the Marginal are of the usual atrocious
standard. The bay-side does appear to have been properly maintained,
or recently redone, and it even sports some benches for better gazing
at the sea.

The port of Luanda sits at one end of the Marginal. Its impossible to
underestimate the importance of the port since it is the source of
almost all goods you find in shops. The country's industrial output
outside of oil is down to practically zero and agriculture fares a
little bit better, but not much, so imports rule the day. In addition,
since the roads linking the provinces were badly affected by the war
and years of neglect, trucks cannot come from across the border or
other provinces to bring in the goods to Luanda - the city where most
Angolans live. So they are transported either via plane or, more
likely, via large ships. The situation is changing with the
reconstruction effort, which has already resulted in the reopening of
many key links, but you still hear a lot of people in Luanda complain
that fruit and meat rot down south in Lubango because they haven't got
anyone to sell it to, while at the same time folks in the capital are
paying top prices for foreign meat and juices, some of very dubious
quality.

At the other end of Marginal is the entry into the Ilha, or island of
Luanda. Ilha is a long strip of land that sits in front of the bay, as
if designed to shelter it, to protect it. At one time Ilha was a real
island - hence the name - and what is now the road into it was a
narrow stretch of water. The Portuguese decided to link it to the main
land, and filled the gap with rocks. This was done back in the days
where haste and bravado ruled the day rather than engineering, so, as
you can imagine, not a lot of analysis was done to understand the
impact of the change. Turns out the little stretch of water had
actually an important role to play, as it allowed water to flow into
the bay. Once it was gone, little islets started appearing in the bay
in low tide. Unfortunately, to make matters worse, the government has
recently approved a polemic project that will modify the bay
dramatically, reclaiming some land from the sea to enlarge the
road. It may also add some large buildings to the other side of the
Marginal, which would be a real shame. One just has to hope that this
time the environmental impact analysis was slightly more thorough.

There's a long road that traverses Ilha. Travelling up it, one can see
musseques alternating with large beach cafes, nice private houses and
the usual bits of wasteland but this time with the ocean at the
end. Ilha is the closest beach to town, so its pretty busy during the
day, in particular on weekends and holidays. On our first few visits
to Ilha we were not aware that the cafe's "private" beaches were not
actually private. So we went to random bits of beach, and
unfortunately most of them have a lot of rubbish. People here are
still very casual with their rubbish in Angola, and they throw it all
over the place. Granted, the government has sorted out the huge crisis
of waste collection that existed a few years ago, but now the problem
is one of social conscience. I recall those days in Portugal when
people used to go to the beach and leave the sand full of Coke cans
and plastic bags and thought nothing of it. Somehow it became socially
unacceptable to do that. The problem still exists there, of course,
but its nowhere nearly as bad as it was in the eighties. Angola is a
lot like Portugal back then. People still finish their cans or bottles
and casually throw them into the sea, and this includes the Portuguese
and diaspora here too, who seem to copycat the locals. As a result,
when you go to one of the non-concessioned beaches in Ilha, you'll
have to put up with crisp packets and cans laying around. Not huge
amounts, mind you - its not a dump or anything - but there's enough of
it to give it a "polluted feel". You can't just choose any random bit
of sand, you need to look for a clean area.

Of course, as we found out, only the commoners go to these
beaches. The cafes have concessioned beaches which are actually
available to the general public; you can go there without spending a
dime. In most cases you can even access these beaches by walking up
from the sand and there are no security guards to stop you. However,
there is some kind of invisible force here at work, some kind of
unexplained social magnetism law that creates a very effective
barrier, disallowing the poorer people of the musseque across the road
from stopping there. They do trek past these places, some times in
small groups, other times one lone individual or two, but somehow
never seem to stop for long. The crowd at the cafes and their beaches
is very much an in-crowd. Five metres down the road everyone is black,
the two of us standing out; here, there's an eclectic mix of black,
white, chinese and mulatto; Portugal's Portuguese is spoken as
frequently as Angolan Portuguese and in some corners one can hear
English, French and Mandarin. The beaches are much cleaner, if not
totally spotless. However, we found that the best way to enjoy these
beaches is at an ever so slight distance, as the air is somewhat
rarefied and the poshness and pseudo poshness is, at times, too hard
to bear. So we tend to stay there only when we're meeting someone; the
alternative is to sit twenty or thirty meters from one of these cafes,
where one gets the best of both worlds. Maybe we struggle because we
are the only ones to arrive at these places in a candongueiro or a
mashed-up taxi, and that immediately puts us on the lower strata of
society. It appears that we've also hit the invisible barrier and been
forced back, only perhaps just not as far back as most
locals. However, if you ever come to Luanda you must try at least once
some of these haunts: Sao Jorge, Miami, Chill Out, Tamariz, Jango
Veleiro. There are many to choose from. Some of these places are
really, really nice inside. For instance, Miami Club could be in any
beach in Ibiza, so cool and hip it is. The others are at the same
level, if not higher.

Although there are quite a few places to go out in Luanda, Ilha seems
to be epicentre of night-life. The beach clubs get even busier at
night. Restaurants are busy too, and some of them are quite
remarkable. For instance, Cais de Quatro has an excellent view of the
bay and excellent food. When you're finished with the food, you can
walk over to its sister-space Bar In, always ready to greet you. These
places are quite enjoyable at night, even those which seem too
pretentious during the day. I suppose its a mental thing. Perhaps we
feel posher at night. But be prepared to spend, as a dinner at Cais de
Quatro for two people wont be any less than 100 USD (8000 Kwanzas).

Ilha is our default location here in Luanda and we've been to it many
times. Whenever there's nothing else planned, whenever our contacts
are not around and the sun is shinning, we do the fifteen minute walk
to Mutamba, turn right towards Nando's and descend towards the
National Bank. There, people congregate as if in an invisible bus
terminal. Most Europeans only see a parking lot and some wasteland but
Angolans can clearly see a large central candongueiro and taxi
interchange. There are many like these scattered around town. Just
wait a few minutes and you'll hear someone shouting "Ilha, Ilha" in a
loud, almost mechanical voice. On hearing this voice, particularly on
busy days, the crowd springs in to life. Everyone reacts
simultaneously to the call and attempts to board the vehicle,
instantly disregarding any queueing that may have existed till
then. If you're fast and lucky enough to get in, you'll be in Ilha in
fifteen minutes. If not, no matter. Wait a few minutes more and the
next taxi or candongueiro will arrive. Although they don't run to any
known timetable, except perhaps an invisible one, they come as
frequently as buses in Central London.

One day, as we were returning from Ilha, the harsh reality of life in
Angola hit us straight in the face. Suddenly there was some commotion
in the candongueiro, but we couldn't immediately understand what was
the reason for it. To our right there was a private ambulance, and,
like us, it was crawling at a snail pace towards town. We were all
stuck in the horrendous Luandan traffic, somewhat less usual in Ilha
at that time of day. People inside the van were shouting at the
ambulance, and eventually I understood what they were saying. "You're
an ambulance, why don't you go and pick up the kid?! If there's no
money you don't do any work, you don't care if people die!". I
couldn't hear the replies of the ambulance drivers, if any were
said. Then, on our left we saw the inert body of a little kid, perhaps
some twelve or thirteen years old. There was blood on his face and on
his shirt. Cops where surrounding the body, but it clearly had been
moved from the middle of the road to the side, to the gutter, so that
the traffic could flow and it was obvious the move was done without
any regards for internal injuries. There were no stopped cars or bikes
near the cops, so one was forced to conclude that this was a
hit-and-run. If the kid wasn't already dead, he was sure to die due to
lack of medical care. We didn't halt the candongueiro to figure out
what was going on, to try to convince the private ambulance to
stop. Instead, like everybody else, we just kept on going, complaining
about the state of affairs but doing nothing about it. This is
probably the hardest thing about living in a poor country: the need to
develop a thick layer to insulate you from reality. I wrote a poem a
while ago, called "Little Black Child", and it came to my head then:

#+begin_verse
oh, my little black child
with your young, naive face
oh, how much i wish i could help you
hold you in a tight, warm embrace
you are our hopes, our dreams!
you are the future of our race!
but you dwell in a far, far away slum,
where you live, and where you die without a trace.
you are a nameless, shirtless body,
living everywhere but belonging to no place.

oh, my child, this is not your world
you have no nation and no state
you must be deprived amidst all the riches;
and, amongst all knowledge, you must learn only hate.
you see, my child, they have broken us, broken us bad
they have left us in a very sorry state.
they took our civilization, our glories, our past.
they erased us from history and determined our fate.
we are nothing and no one now, child;
there is nothing we can create.

child, my heart is shattered
but i cannot help you, i cannot
you are destined not to learn
not to know the proud history of our lot:
of the great yoruba, the brave kwanyama;
of the mighty warriors who stood tall and fought.
of those who ran away from the chains;
of those who tried but were caught.
they all gave their lives for yours, child
and they all have died for naught
for you have no future;
and, when you die, no one will spare a thought.
#+end_verse

Suddenly it struck me that our deepest feelings of sorrow come when
one can't actually do anything to change the world; but, when time
comes for action, many of us are found wanting. Morrissey stated it
best: "it takes guts to be gentle and kind".

