angola_notebook/part_9.html

<div id="outline-container-org2dd8b99" class="outline-3">
<h3 id="org2dd8b99">Fortaleza</h3>
<div class="outline-text-3" id="text-org2dd8b99">
<p>
On Christmas day we decided to visit Fortaleza. Fortaleza, or "Big
Fort", sits at the entrance of the Ilha junction, towering above it
and overlooking both the bay and the city behind it. Fortaleza is a
very old Portuguese castle-like building, originally created to defend
the city from other predatory colonial nations, and these days it
hosts the army's museum. Standing from Marginal, Fortaleza gives you a
deserted, not-open-to-the-public look, but we were not fooled by it
and climbed the many steps to the top. As we got close to the summit,
we bumped into closed gates and a couple of army officers behind
them. These gates are like a parable designed to explain Africa to
Europeans. Here we are in a public building, open to all
Angolans. Yet, the closed gates - they appeared to have been closed
for a while - deny access to it during its opening hours. The soldiers
behind the gates sit there, day in, day out but - and here's the crux
of the parable - instead of opening the gates, they direct people to a
beaten track around the bushes to get access to the next flight of
stairs. This, to me, represented the whole philosophy of survival in
Angola and perhaps even of Africa at large. Lord knows how many hoops
one has to jump through to get the authorisation to open up a set of
gates, and no one would dare doing it without clearance. But you do
have the authority to create a new path in the bush, no one is going
to hold it against you. Whenever the system raises up a barrier,
people always found ways of routing around it, in this case all too
literally.
</p>

<p>
Once you get to the top, you are rewarded with a panoramic view of
Luanda, stretching as far as the eye can see. Since Fortaleza is a
circular building, you can walk around it to view the different parts
of the city. Behind it, there is the rather large Praia do Bispo
musseque. Many kids seem to come up from the musseque to gaze at their
city. However, perhaps due to the large presence of the military, the
place appears to be quite safe. There were some Portuguese and French
families up there, and the kids where roaming freely. Nevertheless,
make sure to exit via Marginal - never by Praia do Bispo.
</p>

<p>
Watching the sunset from Fortaleza is an enriching experience.
</p>
</div>
</div>
