angola_notebook/part_9.html

<div id="outline-container-org2f6be56" class="outline-3">
<h3 id="org2f6be56">Cabo Ledo</h3>
<div class="outline-text-3" id="text-org2f6be56">
<p>
One sunny Sunday we headed off to Cabo Ledo. Normally you need to
leave early in the morning as the trip takes a couple of hours or so,
but this is Angola and everyone works in Angolan Time, so after a long
wait we ended up leaving at one'ish. We crossed town and headed
towards Benfica. Here you can see some nice views of Mussulo, Curimba,
and the other islets that compose this little archipelago. On the way
we stopped at the Miradouro da Lua, the Moonscape. This is a really
high, really eerie sort of place, and it does indeed remind you of the
Moon or some other inhabited planet.
</p>

<p>
A good few miles down the road, Barra do Kwanza appeared. This is an
immense, unimaginable long stretch of beach, but unfortunately we only
managed to see it from afar. We then headed towards the famous Kwanza
river, the one which the currency is named after. Unlike Namibia,
Angola is very fortunate in terms of drinking water. There are many
large rivers, and most of them flow even during the dry season. The
Kwanza can be forded via the new toll bridge, costing around 200
Kwanzas per vehicle. The toll has to be paid both ways, so it will set
you back 400 Kwanzas in total. The river is a rather large green
stream, flowing at pace. From the bridge it looks rather clean, unlike
most European rivers. I suppose Angola still hasn't got the bane of
industry to destroy her rivers.
</p>

<p>
Eventually, after a long drive, we reached an unsuspecting sign on the
road. A rather small crab with no writing on it, or none that I can
recall, marks the road leading down to the beach in Cabo Ledo. Its so
small we went past it and had to come back. From then on, the
remainder of the way is a "picada", or bush road, full of holes and
can only be done in a big jeep. Its only a few metres long but it
takes a while to get there because the road is so bad. This is in
striking contrast with the road leading up to the detour, which for
the most part has been recently redone. All and all, it is a pleasant
drive, minus the last leg of the journey.
</p>

<p>
In Cabo Ledo, we were invited to Paulo's house. While at high-school,
Paulo was taught by both of my cousins and is now a fairly successful
entrepreneur. Amongst many other dabblings, he is now building a set
of bungalows near his house in Cabo Ledo. He is a nice, affable chap,
but his most distinguishing trait is an innate ability to stir
controversy in any conversation. In someways, all mulattos have this
ability, its just something we're really good at. I suppose, not being
part of any culture in particular, but being able to claim all of them
as your own, makes you a sort of a rebel from inception. And we all
like to brag, to stir trouble. Mulattos always remind me of the Monkey
in African fables: the king of mischief, forever causing
trouble. However, even for a mulatto, Paulo has this trait in a
concentrated, distilled, potent form. You spend every minute with him
in permanent laughter, holding on to your insides. For instance, when
asked whether he was going to have any partners in the bungalows
business, he said something along the lines of: "Partners?! Are you
crazy? Trust no one! If I hire a white man, give him a couple of
months and he'll be running the business, and will find some ways of
kicking me out! If I get a mulatto he'll think he's cleverer than
everybody else and find all sorts of ways of robbing me blind! And if
I get a black man, you can imagine the amounts of parties he'll
organise here when I'm not around, besides robbing me!!! You can't
trust these people!!". He says this in the serious, loud, high-pitched
voice all Angolans use when absorbed in good conversation, a tone so
high that sounds to most foreigners as if we're having an argument
when in reality its just the usual friendly banter. Paulo helped me
understand the dual nature of the mulatto. When asked whether he was
Portuguese, he answered yes. But, was he Angolan? Yes, of course. And,
what was he, white, black or mulatto? All of the above, but of
course. Yet, all the same, he would have no problem slagging "those"
white, blacks and mulattos, and when he was slagging them he was not,
of course, part of them. But he was, too. That's what we are, really,
a sort of a chameleon. During the world cup I had no problems
supporting Angola, even against Portugal, but also supported Portugal
with equal fervour in all games - except when playing against Angola -
and, of course, one has to always support Brazil. After all, one must
not forget that most of the black Brazilians are really Angolans. The
logic has always been so crisp that I never really reasoned about it
that much. Its only when I had to explain it to my English and
Portuguese friends that it struck me how complex our feelings of
belonging are. Everybody else has a country; we have none, yet we have
many.
</p>

<p>
Paulo had many guests in the house, an eclectic mix of Angolans and
Portuguese. After saying hello to all of them, we went down to the
beach. It was mostly deserted, with the fishing villages at the
bottom. Occasionally some fishermen walked down towards their
huts. The beach in Cabo Ledo is large, full of lovely whitish sand and
very clean. It was slightly windy on the day, but the sun shone so it
was still quite hot. We had a nice swim and spotted some fish while
snorkeling, but not huge amounts as the current was strong and we were
afraid of going too far. After the swim we went back to the house and
had some amazing grilled lobster, freshly caught by the
fishermen. They sell a kilo of lobster for 700 Kwanzas, which sounded
great until we found out from Paulo that they were selling it for 400
Kwanzas just one year ago. Prices have gone up dramatically, as there
are many more people coming here from the city. We spent the rest of
the afternoon chatting, eating lobster and drinking. Around nine
o'clock we started to drive back. Not many people drive in Angola at
night, and its easy to understand why: the roads are pitch black
dark. I've only experienced this level of darkness once, in Green
Cape. Its impossible to describe it, its so dark your window looks
like its covered with a thick black sheet of paper. If you look up you
can see the starry sky, everything else is covered in darkness. As we
drove towards the city we kept on wondering what would happen if the
jeep broke down somewhere in the middle of this emptiness. And, in
fact, we went past a couple of trucks that seemed to have had that
fate, with the drivers sleeping underneath them, waiting for rescue in
the morrow. The drive back to Luanda was uneventful and we managed to
get back home without any problems.
</p>
</div>
</div>
