angola_notebook/part_9.html

<div id="outline-container-org87dcafe" class="outline-3">
<h3 id="org87dcafe">Mussulo</h3>
<div class="outline-text-3" id="text-org87dcafe">
<p>
We spent New Year's eve in Mussulo. As I mentioned earlier, this is
the largest island of a small archipelago off of Luanda. While Ilha is
mostly reserved for day outings, Mussulo is the touristic destination
of choice to spend a couple of days or longer stretches of
time. However, the snag is you really need to have a house there - or
have a friend who has a friend who has a house there - because there
aren't many places where you can stay, and those that do exist are
rather expensive. A bungalow can be as much as 100 dollars per person
(8000 Kwanzas) per day. You can bring your tent and camp in the wild
but this is not recommended, not just for fear of thieves but also
because you won't be able to shower or wash unless some kind soul
allows access to their house. We were lucky to have Elsa, who knows a
really friendly couple whose parents have a house in Mussulo. After
catching a lift with another mate, we got ferried across by a
candongueiro (the boats are also called candongueiros). These motor
boats are actually pretty good, not too overloaded and even have
life-jackets. However, being New Year's Eve the prices had been
greatly inflated: we paid 1000 Kwanzas instead of the usual 500, the
additional 500 being the "boas-festas" for the boat drivers. In
Angola, even more so than in the financial markets, all traders react
in nanoseconds to the smallest fluctuation on the demand-supply curve
and adjust their prices accordingly.
</p>

<p>
The trip into Mussulo was very nice, with a fairly calm sea. To our
left we could see the Curimba island, deserted these days, but at one
time inhabited by priests. The remains of a church are still
visible. Further to the left there's another desert island, but this
is mainly a wild life sanctuary and there is nothing on it other than
lots of mangroves and birds. After a fifteen minute boat ride, we
reached our destination. Elsa and the rest of the guys were coming on
another boat, and met us at the island a few hours later. In the mean
time, we spent our morning enjoying the nice, quiet beach. Mussulo is
actually quite large, and its full of houses constructed in a
haphazard manner. There aren't any roads, or any organisation. People
just bought land and made their houses. Some of these houses are
really close to the sea, so much so that if you walk up the beach
you'll frequently need to cross someone's property to be able to
continue going forward. They don't appear to be that safe,
particularly when the sea is rougher. Those who can afford it spend a
lot of money on their beach houses and, as a result, they look
stunning.
</p>

<p>
Once everyone got there and settled in, myself and the girls went to
the contra-costa, while the other boys went fishing. Contra-costa is
the other side of Mussulo, facing the high seas. Its actually a bit of
a walk to get there, around half-hour or so, and navigating through
the sand can be a bit tiring. We walked past a little village where
the real locals live, and we're fortunate enough to enlist a little
girl as a guide. Somehow we had managed to get a bit lost and we're
going the really long way. She took us all the way to our
destination. Mussulo's contra-costa has a lovely beach, and unlike the
other side its mostly deserted, with only little bamboo huts here and
there. Most people don't really like coming this far. The sea is a bit
rough here, though. The currents are really strong, and you can tell
you're on high-seas as soon as you get in. However, if you're brave
enough to get in you'll be instantly rewarded: the sea is full of
fish. Huge schools roam undisturbed, literally two or three metres
from the sand. Snorkeling here is absolutely fantastic, but one cannot
avoid feeling a bit afraid, since when there's pray there are always
some predators lurking around. Shahin was a bit afraid of going too
far, but myself, Elsa and Dora spent almost all the time in the water
spotting different kinds of fish. We returned before dusk for dinner,
as its not wise to walk around in the dark.
</p>

<p>
New Year's eve was all about eating food, drinking, swimming, catching
some sun rays and eating some more. At night, we had a meal at the
house and then set up a table five metres from the sea. There we had
the traditional raisins and sweets and some champagne. It was a quiet,
subdued, family affair, but it was very nice - probably one of the
most memorable New Year's I've had. I suspect this was also quite
memorable for Shahin, as it was the first time ever she slept in a
tent. Setting it up was the usual nightmare, but we had the help of
all the boys and girls so we managed to get it up fairly
quickly. After some initial fears, and after putting lots of sand
inside the tent, Shahin managed to cope with it all reasonably
well. The local animals and insects also decided to cooperate by not
entering the tent, which really helped. I can only imagine Shahin
finding a spider at 5 o'clock in the morning and waking up the whole
of Mussulo with her screams. Next day myself and Shahin walked up
almost all the way to the Lingua, one of the ends of the island,
taking us around two hours in total. We walked past the expensive
tourist bungalows, and they do look rather nice. There are also many
large houses. We returned to Luanda after lunch.
</p>

<p>
A few days later we came back to Mussulo. This time we came on the
boat belonging to the owner of the house. The boat departed from the
Elf dock, much less protected by the islands and so suffering from a
much rougher sea. Also, the boat was much smaller. To make matters
worse, we were supposed to get there for 12 o'clock but only arrived
at around three, a time at which the sea is very rough in this
particular spot. We started our trip but the boat kept on dipping into
the waves in a way that didn't look too safe. The girls behind me
didn't look too good. Eventually, after a few minutes of fighting
against the waves, our intrepid captain Luky determined that we could
not proceed with this much weight and we had to go back. We then drove
to another private dock further down the road, much more sheltered
from the high seas, and departed from there. This time the trip was
quiet and we got there without any major problems. Once we got there,
I went fishing with the boys. It was an extraordinary experience. I
actually thought I hated fishing, but this was because I associated it
to catching fish. It couldn't be further from the truth. It would be
more accurate to call it boating, or something similar. Fishing is
only incidental; one spends most of the time gazing, looking at
wild-life - some of the boys spotted large turtles - and drinking
beer. We stopped near Curimba and caught some mussels for fishing. As
we were on our way back we caught a Barracuda, which was just as well
as we needed some fish for dinner. Next day we also went fishing, but
this time on a larger boat. We didn't catch anything but went really
far. That's when I realised how big Mussulo is. It continues on
forever, becoming more and more sparsely populated, with less and less
beach houses. We didn't even get to the end of it. After fishing, we
had lunch and played some volleyball, but unfortunately my team got
humiliated by the old codgers yet again. Not long after that we set
sail back to Luanda.
</p>
</div>
</div>
