angola_notebook/part_9.org
** Other Adventures

Other than the outings we had, I suppose the most interesting
adventure was the paludismo episode. Paludismo is the Portuguese name
for Malaria. I had a couple of days of fever, around 38 degrees, but
it all went away. The first fever was funny in itself: we bought a
mercury thermometer in England, one of those cheap jobs. The thing is,
not only does it take some practise to read it properly but you also
have to wait four minutes to do each reading. And to think we actually
debated buying a ten pound digital thermometer but decided against it
in the end. That's when Jojo's words came to mind, that one time on
the subject of condoms, but totally applicable to the situation at
hand: "hey man, that's not exactly the sort of stuff you want to save
money on...". Oh well, onwards. After a good couple of days with no
temperature, I had another day of fever. We had decided to go to the
doctor's if I was still feeling ill in the morning but, lo and behold,
I was fine again next day. A few days went by and I got feverish
again. We went up to the local private clinic, five minutes walk from
my aunty's house, and did a basic paludismo test called the Gota. It
came up negative. We then went to see the doctor, a Cuban GP. She
spoke a really broad Spanish, and I was just about able to keep up
with her. Shahin remains convinced she wasn't speaking in Spanish, so
broad the Cuban accent was. The doctor, somewhat jokingly but with a
hint of seriousness, told me that I must be Angolan. You can always
tell a foreigner from an Angolan because all Angolans do the cheap
Gota test for paludismo instead of the more expensive analysis. The
problem is the Gota is not entirely accurate, more so when you are
taking the profilaxia - this is the name given to the Lariam treatment
recommended in England. After shouting at us quite a lot for doing the
profilaxia - she is adamant that the damage done to the liver is much
greater than any benefits - she gave me a paper with a whole load of
tests to take. We had already spent sixty dollars just to see the
doctor and this new battery of tests set us back another sixty
dollars. But, since we could not account for the fever we had no
option but to take these tests. One of them was a blood test, but
Shahin kept a watchful eye on the nurse to make sure she was using a
new needle and clean gloves. About a couple of hours later the results
where ready and we went back to the doctor. She had a look at the
results and, indeed, I had paludismo - the dreaded malaria. She then
prescribed some drugs and told us to keep an eye on my body
temperature. I complained all the way to the chemist, "how can this be
since I haven't got a single mosquito bite?". We bought the medicine,
another fifteen dollars or so, and went back home. Interestingly
enough, as soon as I started taking the medicine she prescribed the
fever went away, and, touch wood, it hasn't returned since.

Another interesting event was my birthday. My cousin Rosa organised a
very nice dinner at her place, with lots of people including Ica and
Elsa. It was great fun, and the food was delicious - it's impossible
to decide on which dish was the best one. The night ended with a drink
at Chill Out, a very nice bar down at Ilha.
